Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.FontAttributes


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.TextPosition


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.LineAttributes


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.OffsetAtStartOfLine


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.OffsetAtEndOfLine


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.ToStruct(Tekla.Structures.Drawing.GridLine.GridLineAttributes)


Tekla.Structures.DrawingInternal.dotGrGridLineAttributes_t.FromStruct(Tekla.Structures.Drawing.GridLine.GridLineAttributes)
